export default [
  {
    id: "hYXnrJW6G",
    date: "2018-12-12T10:00:00.000Z",
    title: "Front-End Разработка",
    anons:
      "Мы учим делать сайты: объясняем как работает браузер, как применять на практике HTML, CSS и JavaScript (ES6). Преподаватели научат повторять работу фреймворка, расскажут о работе инструмента для сборки приложений webpack.",

    description:
      "Ты разберешься в инструментах, которые ускоряют разработку и прямо сейчас сможешь использовать правила, которые скоро войдут в стандарт. Ты будешь работать над проектами в команде и самостоятельно. В результате создашь несколько сайтов и приложение, сможешь верстать сайты под мобильные устройства. По окончанию курса твое портфолио позволит начать карьеру Front-End разработчика.",
    teachers: [
      {
        id: "QBz3Oc4KbR",
        name: "Алексей Калюжный",
        text:
          "Я фрилансер, мне нравится полностью распоряжаться своим временем. За одну неделю могу провести занятия в академии в Полтаве, выступить на конференции в Киеве, и поехать на воркшоп во Львов.   Front-End постоянно развивается и подкидывает"
      },
      {
        id: "xgSwbT775n",
        name: "Александр Ордынский",
        text:
          "Я работал как в местных стартапах, так и на иностранных заказчиков. Сейчас работаю в музыкальной индустрии на датском стартапе. Фронтенд востребован и интересен. Ты видишь визуальный результат работы незамедлительно. В преподавании главный секрет – дружеские"
      },
      {
        id: "0xtuNcioi",
        name: "Максим Яворович",
        text:
          "Я люблю выбирать способ решения задач, постоянно изучать новое и видеть мгновенный результат работы. Я Front-End-разработчик в Corevalue. График у меня удобный – могу путешествовать и тратить время на себя. Люблю играть в футзал и кататься на горных лыжах."
      }
    ]
  },
  {
    id: "TLN2nLcDIO",
    date: "2018-11-05T13:10:30.000Z",
    title: "Back-End Разработка",
    anons:
      "Как создать масштабный сайт, не используя готовые системы? Как работают интернет-магазины и соцсети? На эти вопросы отвечает наш курс по Back-End разработке.",

    description:
      "Мы расскажем обо всем, что творится в глубине сайта — запросах, обработке данных, проверке пользователей. Научим программировать на языке PHP, использовать веб серверы apache/nginx, сервер баз данных (СУБД) MySQL. На курсе ты научишься решать сложные задачи, сортировать массивы данных без использования готовых алгоритмов и создавать игры",
    teachers: [
      {
        id: "yk6aMFC8rT",
        name: "Сергей Попровка",
        text:
          "Мое знакомство с программированием началось 20 лет назад с Pascal и ASM. Я рано начал кодить. Было много крутых проектов со всего мира, но самые запоминающиеся, конечно же, в родной Полтаве. Сейчас я Full Stack Senior Developer в Beetroot."
      }
    ]
  },
  {
    id: "xxh4iOzra",
    date: "2019-01-10T12:03:50.000Z",
    title: "Advanced JavaScript",
    anons:
      "Если ты уже работаешь с JavaScript, пришло время для React/Redux. Библиотека React JS решает проблемы, связанные с интерфейсом – товары в корзине, списки пользователей. Когда страниц становится больше, в работу вступает Redux.",

    description:
      "После окончания курса ты разберешься в инструментах React: ESLint – для проверки синтаксиса написания кода, React Router v4 – для создания меню и пагинации, Reselect - для оптимизации работы состояний, Immutable.js – библиотеки, позволяющей создавать неизменяемые коллекции данных, Jest – для тестирования. В итоге ты создашь свое приложение и сможешь работать программистом на React. На этом курсе онлайн-тестирование не предусмотрено. Ты получишь тестовое задание после собеседования.",
    teachers: [
      {
        id: "6TVRbJUCgR",
        name: "Йосиф Крошний",
        text:
          " Full-Stack JavaScript разработчик в компании Beetroot. У меня 5 лет опыта в разных проектах. Работал и на фрилансе, и в EPAM.   В 12 хотел стать миллиардером, как Цукерберг. А потом просто понравилось программировать. Чувствую, что делаю что-то важное"
      },
      {
        id: "tXYCerhKoV",
        name: "Роман Никифоров",
        text:
          "Сфера IT – это постоянное движение к новым знаниям, технологиям, поиск оптимальных решений. Над проектами работаю системно, а в преподавании нужно творчество. На занятиях дурачиться не даю, но шутки и вопросы – это норма."
      }
    ]
  },
  {
    id: "jeOEQKc2k",
    date: "2019-01-22T15:50:30.000Z",
    title: "Python для начинающих",
    anons:
      "Python — интерпретируемый язык программирования. Программа пишется, как текст, ты ее запускаешь и видишь результат. Есть библиотеки, чтобы создавать приложения и игры, синтаксис четкий и понятный.",
    description:
      "Мы научим тебя основам программирования, расскажем, как использовать фреймворки. Ты создашь игру, веб-приложение, научишься работать с API и сможешь зарабатывать на фриланс-платформах. Полученные знания пригодятся не только в разработке. Ты сможешь упростить работу с Excel или написать нужные плагины для Adobe Photoshop. Python, как медуниверситет — мы дадим базовое образование, а интернатуру ты выберешь на свой вкус.",
    teachers: [
      {
        id: "bkijfYNPES",
        name: "Ярослав Тонковид",
        text:
          "Я – разработчик в компании Beetroot. В работе нравятся новые задачи и постоянное обучение в процессе. В преподавании люблю от теории поскорее переходить к практике. Свободное время провожу с друзьями и в путешествиях. Любимая страна - США."
      }
    ]
  },
  {
    id: "cDS766CpQK",
    date: "2019-02-12T10:50:20.000Z",
    title: "Advanced WordPress",
    anons:
      "На WordPress можно создавать сайты любой сложности. Платформа используется для продающих сайтов, новостных систем с аналитикой, сайтов с множеством событий, продуктов, проектов, портфолио, услуг компании.",
    description:
      "Может, ты работаешь с WordPress и знаний простого функционала недостаточно? Ты хочешь ускорить поиск или оптимизировать текстовый редактор? Или хочешь делать полноценные сайты с нуля? На курсе узнаешь, как установить и настроить WordPress и оптимизировать его для SEO. Сможешь сверстать сайт из Adobe Photoshop и Adobe Illustrator, писать код с помощью IDE (PhpStorm)",
    teachers: [
      {
        id: "GIVxXVjUI",
        name: "Юрий Нифонтов",
        text:
          "За одну неделю могу провести занятия в академии в Одессе, выступить на конференции в Киеве, и поехать на воркшоп во Львов. WordPress постоянно развивается!"
      }
    ]
  }
];
